### Практическое задание 1 ### 


### Задача 1 ### 

# Запустите RStudio. Используя окно консоли, выполните следующие вычисления:
  

12098 + 7305 - 96    
11 / 5 + 13 / 4
39 * 27 - (819 + 205) / 4 


### Задача 2 ### 

# Создайте переменную name и сохраните в нее свое имя.


name <- 'Alexandra'


### Задача 3 ###

# Создайте переменную age и сохраните в нее свой возраст (в годах, целое число).


age <- 35


### Задача 4 ###

# Убедитесь, что переменные действительно были созданы: проверьте вкладку Environment.



### Задача 5 ### 

# Исполните следующую строку кода:

age <- 100	

# Что изменилось во вкладке Environment ?
  


### Задача 6 ### 

# Выведите на экран по отдельности (каждое с новой строки) значения переменных name и age.

name
age


### Задача 7 ###

# Запросите помощь по функции cat(). Исполните строки кода ниже и сравните результаты:

print(name, age)
cat(name, age)

# Какой вывод о разнице между print() и cat() вы можете сделать, глядя на полученные результаты?